{"_id":{"$oid":"55904633ef13c19083296a3c"},"category_id":"1","comments":"This category describes everyday American beers that have a wide public appeal. Containing both ales and lagers, the beers of this category are not typically complex, and have smooth, accessible flavors. The ales tend to have lager-like qualities, or are designed to appeal to mass-market lager drinkers as crossover beers. Mass-market beers with a more international appeal or origin are described in the International Lager category.  ","createdAt":{"$date":"2015-06-28T19:08:35.351Z"},"exam":true,"name":"Standard American Beer","official":true,"updatedAt":{"$date":"2015-06-28T19:08:35.561Z"}}
{"_id":{"$oid":"5590477586b019b98367a6e8"},"category_id":"2","comments":"International lagers are the premium mass-market lagers produced in most countries in the world. Whether developed from\r\nAmerican or European styles, they all tend to have a fairly uniform character and are heavily marketed. Loosely derived from\r\noriginal Pilsner-type lagers, with colored variations having additional malt flavors while retaining a broad appeal to most palates.\r\nIn many countries, the styles will be referred to by their local country names. The use of the term “international” doesn’t mean that\r\nany beers are actually labeled as such; it is more of a categorization of similar beers produced worldwide.","createdAt":{"$date":"2015-06-28T19:13:57.216Z"},"exam":true,"name":"International Lager","official":true,"updatedAt":{"$date":"2015-06-28T19:13:57.229Z"}}
{"_id":{"$oid":"5597055daa3ef43bcdf68831"},"category_id":"3","comments":"Czech lagers are generally divided by gravity class (draft, lager, special) and color (pale, amber, dark). The Czech names for these categories are světlé (pale), polotmavé (amber), and tmavé (dark). The gravity classes are výčepní (draft, 7–10 °P), ležák (lager, 11–12 °P), and speciální (special, 13 °P+). Pivo is of course the Czech word for beer. The division into gravity classes is similar to the German groupings of schankbier, vollbier, and starkbier, although at different gravity ranges. Czech beers within the classes are often simply referenced by their gravity. There are often variations within the gravity-color groupings, particularly within the speciální class. The style guidelines combine some of these classes, while other beers in the Czech market are not described (such as the strong Czech Porter). This is not to imply that the categories below are the full coverage of Czech beers, simply a way of grouping some of the more commonly found types for judging purposes.\r\nCzech lagers in general are differentiated from German and other Western lagers in that German lagers are almost always fully attenuated, while Czech lagers can have a slight amount of unfermented extract remaining in the finished beer. This helps provide a slightly higher finishing gravity (and thus slightly lower apparent attenuation), slightly fuller body and mouthfeel, and a richer, slightly more complex flavor profile in equivalent color and strength beers. German lagers tend to have a cleaner fermentation profile, while Czech lagers are often fermented cooler (7–10 °C) and for a longer time, and can have a light, barely noticeable (near threshold) amount of diacetyl that often is perceived more as a rounded body than overtly in aroma and flavor [significant buttery diacetyl is a flaw]. Czech lager yeast strains are not always as clean and attenuative as German strains, which helps achieve the higher finishing gravity (along with the mashing methods and cooler fermentation). Czech lagers are traditionally made with decoction mashes (often double decoction), even with modern malts, while most modern German lagers are made with infusion or step infusion mashes. These differences characterize the richness, mouthfeel, and flavor profile that distinguishes Czech lagers.","createdAt":{"$date":"2015-07-03T21:57:49.385Z"},"exam":true,"name":"Czech Lager","official":true,"updatedAt":{"$date":"2015-07-03T21:57:49.400Z"}}
{"_id":{"$oid":"55970593aa3ef43bcdf68832"},"category_id":"4","comments":"This style category contains malty, pale, Pilsner malt-driven German lagers of vollbier to starkbier strength. While malty, they are still well-attenuated, clean lagers, as are most German beers. ","createdAt":{"$date":"2015-07-03T21:58:43.144Z"},"exam":true,"name":"Pale Malty European Lager","official":true,"updatedAt":{"$date":"2015-07-03T21:58:43.147Z"}}
{"_id":{"$oid":"559705baaa3ef43bcdf68833"},"category_id":"5","comments":"This category describes German-origin beers that are pale and have an even to bitter balance with a mild to moderately strong hoppy character featuring classic German hops. They are generally bottom-fermented or are lagered to provide a smooth profile, and are well-attenuated as are most German beers.","createdAt":{"$date":"2015-07-03T21:59:22.358Z"},"exam":true,"name":"Pale Bitter European Beer","official":true,"updatedAt":{"$date":"2015-07-03T21:59:22.360Z"}}
{"_id":{"$oid":"559705e9aa3ef43bcdf68834"},"category_id":"6","comments":"This category groups amber-colored, German-origin, bottom-fermented lagerbiers that have a malty balance and are vollbier to starkbier in strength.","createdAt":{"$date":"2015-07-03T22:00:09.315Z"},"exam":true,"name":"Amber Malty European Lager","official":true,"updatedAt":{"$date":"2015-07-03T22:00:09.318Z"}}
{"_id":{"$oid":"55970608aa3ef43bcdf68835"},"category_id":"7","comments":"This category groups amber-colored, evenly balanced to bitter balanced beers of German or Austrian origin.","createdAt":{"$date":"2015-07-03T22:00:40.219Z"},"exam":true,"name":"Amber Bitter European Beer","official":true,"updatedAt":{"$date":"2015-07-03T22:00:40.224Z"}}
{"_id":{"$oid":"55970620aa3ef43bcdf68836"},"category_id":"8","comments":"This category contains German vollbier lagers darker than amber-brown color.","createdAt":{"$date":"2015-07-03T22:01:04.771Z"},"exam":true,"name":"Dark European Beer","official":true,"updatedAt":{"$date":"2015-07-03T22:01:04.773Z"}}
{"_id":{"$oid":"55970638aa3ef43bcdf68837"},"category_id":"9","comments":"This category contains more strongly flavored and higher alcohol lagers from Germany and the Baltic region. Most are dark, but some pale versions are known.","createdAt":{"$date":"2015-07-03T22:01:28.632Z"},"exam":true,"name":"Strong European Beer","official":true,"updatedAt":{"$date":"2015-07-03T22:01:28.635Z"}}
{"_id":{"$oid":"5597064eaa3ef43bcdf68838"},"category_id":"10","comments":"This category contains vollbier- and starkbier-strength German wheat beers without sourness, in light and dark colors.","createdAt":{"$date":"2015-07-03T22:01:50.785Z"},"exam":true,"name":"German Wheat Beer","official":true,"updatedAt":{"$date":"2015-07-03T22:01:50.787Z"}}
{"_id":{"$oid":"55970683aa3ef43bcdf68839"},"category_id":"11","comments":"The family of British bitters grew out of English pale ales as a draught product in the late 1800s. The use of crystal malts in bitters became more widespread after WWI. Traditionally served very fresh under no pressure (gravity or hand pump only) at cellar temperatures (i.e., “real ale”). Most bottled or kegged versions of UK-produced bitters are often higher-alcohol and more highly carbonated versions of cask products produced for export, and have a different character and balance than their draught counterparts in Britain (often being sweeter and less hoppy than the cask versions). These guidelines reflect the “real ale” version of the style, not the export formulations of commercial products.\r\nSeveral regional variations of bitter exist, ranging from darker, sweeter versions served with nearly no head to brighter, hoppier, paler versions with large foam stands, and everything in between.\r\nJudges should not over-emphasize the caramel component of these styles. Exported bitters can be oxidized, which increases caramellike flavors (as well as more negative flavors). Do not assume that oxidation-derived flavors are traditional or required for the style. ","createdAt":{"$date":"2015-07-03T22:02:43.761Z"},"exam":true,"name":"British Bitter","official":true,"updatedAt":{"$date":"2015-07-03T22:02:43.763Z"}}
{"_id":{"$oid":"559706a8aa3ef43bcdf6883a"},"category_id":"12","comments":"This category contains pale, moderately-strong, hop-forward, bitter ales from countries within the former British Empire","createdAt":{"$date":"2015-07-03T22:03:20.261Z"},"exam":true,"name":"Pale Commonwealth Beer","official":true,"updatedAt":{"$date":"2015-07-03T22:03:20.264Z"}}
{"_id":{"$oid":"559707e3aa3ef43bcdf6883b"},"category_id":"13","comments":"While Dark Mild, Brown Ale, and English Porter may have long and storied histories, these guidelines describe the modern versions. They are grouped together for judging purposes only since they often have similar flavors and balance, not because of any implied common ancestry. The similar characteristics are low to moderate strength, dark color, generally malty balance, and British ancestry. These styles have no historic relationship to each other; especially, none of these styles evolved into any of the others, or was ever a component of another. The category name was never used historically to describe this grouping of beers; it is our name for the judging category. “Brown Beer” was a distinct and important historical product, and is not related to this category name.","createdAt":{"$date":"2015-07-03T22:08:35.320Z"},"exam":true,"name":"Brown British Beer","official":true,"updatedAt":{"$date":"2015-07-03T22:08:35.323Z"}}
{"_id":{"$oid":"559707feaa3ef43bcdf6883c"},"category_id":"14","comments":"The original meaning of ‘schilling’ (/-) ales have been described incorrectly for years. A single style of beer was never designated as a 60/-, 70/- or 80/-. The schillings only referring to the cost of the barrel of beer. Meaning there were 54/- Stouts and 86/- IPAs and so on. The Scottish Ales in question were termed Light, Heavy and Export which cover the spectrum of costs from around 60/- to 90/- and simply dark, malt-focused ales. The larger 120/- ales fall outside of this purview as well as the strongest Scotch ales (aka Wee Heavy).The Scottish Light, Heavy and Export guidelines read nearly the same for each style of beers. As the gravity increases, so does the character of the beers in question. Historically, the three types of beer were parti-gyled to different strengths, and represented an adaptation of English pale ales but with reduced strengths and hopping rates, and darker colors (often from added caramel). More modern versions (post-WWII, at least), tended to use more complex grists.","createdAt":{"$date":"2015-07-03T22:09:02.354Z"},"exam":true,"name":"Scottish Ale","official":true,"updatedAt":{"$date":"2015-07-03T22:09:02.356Z"}}
{"_id":{"$oid":"5597082caa3ef43bcdf6883d"},"category_id":"15","comments":"The traditional beers of Ireland contained in this category are amber to dark, top-fermented beers of moderate to slightly strong strength, and are often widely misunderstood due to differences in export versions, or overly focusing on the specific attributes of beer produced by high-volume, well-known breweries. Each of the styles in this grouping has a wider range than is commonly believed.","createdAt":{"$date":"2015-07-03T22:09:48.901Z"},"exam":true,"name":"Irish Beer","official":true,"updatedAt":{"$date":"2015-07-03T22:09:48.903Z"}}
{"_id":{"$oid":"55970848aa3ef43bcdf6883e"},"category_id":"16","comments":"This category contains average to strong, bitter to sweet, modern British and Irish stouts that originated in England even if some are now more widely associated with Ireland. In this case, “British” means the broader British Isles not Great Britain. ","createdAt":{"$date":"2015-07-03T22:10:16.966Z"},"exam":true,"name":"Dark British Beer","official":true,"updatedAt":{"$date":"2015-07-03T22:10:16.968Z"}}
{"_id":{"$oid":"5597086baa3ef43bcdf6883f"},"category_id":"17","comments":"This category contains the stronger, non-roasty beers of the British Isles.","createdAt":{"$date":"2015-07-03T22:10:51.110Z"},"exam":true,"name":"Strong British Ale","official":true,"updatedAt":{"$date":"2015-07-03T22:10:51.120Z"}}
{"_id":{"$oid":"5597088baa3ef43bcdf68840"},"category_id":"18","comments":"This category contains modern American ales of average strength and light color that are moderately malty to moderately bitter.","createdAt":{"$date":"2015-07-03T22:11:23.778Z"},"exam":true,"name":"Pale American Ale","official":true,"updatedAt":{"$date":"2015-07-03T22:11:23.781Z"}}
{"_id":{"$oid":"559708c3aa3ef43bcdf68841"},"category_id":"19","comments":"This category contains modern American amber and brown warm-fermented beers of standard strength that can be balanced to bitter.","createdAt":{"$date":"2015-07-03T22:12:19.579Z"},"exam":true,"name":"Amber and Brown American Beer","official":true,"updatedAt":{"$date":"2015-07-03T22:12:19.581Z"}}
{"_id":{"$oid":"559708ffaa3ef43bcdf68842"},"category_id":"20","comments":"These beers all evolved from their English namesakes to be wholly transformed by American craft brewers. Generally, these styles are bigger, stronger, more roast-forward, and more hop-centric than their Anglo cousins. These styles are grouped together due to a similar shared history and flavor profile.","createdAt":{"$date":"2015-07-03T22:13:19.782Z"},"exam":true,"name":"American Porter and Stout","official":true,"updatedAt":{"$date":"2015-07-03T22:13:19.785Z"}}
{"_id":{"$oid":"55970923aa3ef43bcdf68843"},"category_id":"21","comments":"The IPA category is for modern American IPAs and their derivatives. This does not imply that English IPAs aren’t proper IPAs or that there isn’t a relationship between them. This is simply a method of grouping similar styles for competition purposes. English IPAs are grouped with other English-derived beers, and the stronger Double IPA is grouped with stronger American beers. The term “IPA” is intentionally not spelled out as “India Pale Ale” since none of these beers historically went to India, and many aren’t pale. However, the term IPA has come to be a balance-defined style in modern craft beer.","createdAt":{"$date":"2015-07-03T22:13:55.002Z"},"exam":true,"name":"India Pale Ale","official":true,"updatedAt":{"$date":"2015-07-03T22:13:55.006Z"}}
{"_id":{"$oid":"55970957aa3ef43bcdf68844"},"category_id":"22","comments":"This category includes modern American strong ales with a varying balance of malt and hops. The category is defined mostly by alcohol strength and a lack of roast.","createdAt":{"$date":"2015-07-03T22:14:47.912Z"},"exam":true,"name":"Strong American Ale","official":true,"updatedAt":{"$date":"2015-07-03T22:14:47.913Z"}}
{"_id":{"$oid":"55970caa9596872fce83498a"},"category_id":"23","comments":"This category contains the traditional sour beer styles of Europe that are still produced, many (but not all) with a wheat component. Most have low bitterness, with the sourness of the beer providing the balance that hop bitterness would otherwise contribute. Some are sweetened or flavored, whether at the brewery or upon consumption.","createdAt":{"$date":"2015-07-03T22:28:58.417Z"},"exam":true,"name":"European Sour Ale","official":true,"type":"beer","updatedAt":{"$date":"2015-07-03T22:28:58.428Z"}}
{"_id":{"$oid":"55970ccc9596872fce83498b"},"category_id":"24","comments":"This category contains the maltier to balanced, more highly flavored Belgian and French ales.","createdAt":{"$date":"2015-07-03T22:29:32.924Z"},"exam":true,"name":"Belgian Ale","official":true,"type":"beer","updatedAt":{"$date":"2015-07-03T22:29:32.927Z"}}
{"_id":{"$oid":"55970ce69596872fce83498c"},"category_id":"25","comments":"This category contains the pale, well-attenuated, balanced to bitter beers, often more driven by yeast character than malt flavors, with generally higher alcohol (although a range exists within styles).","createdAt":{"$date":"2015-07-03T22:29:58.268Z"},"exam":true,"name":"Strong Belgian Ale","official":true,"type":"beer","updatedAt":{"$date":"2015-07-03T22:29:58.269Z"}}
{"_id":{"$oid":"55970d109596872fce83498d"},"category_id":"26","comments":"Trappist is a protected legal appellation, and cannot be used commercially except by genuine Trappist monasteries that brew their own beer. However, we can use it to describe the type or styles of beer produced by those breweries and those who make beers of a similar style. Trappist type beers are all characterized by very high attenuation, high carbonation through bottle conditioning, and interesting (and often aggressive) yeast character.","createdAt":{"$date":"2015-07-03T22:30:40.032Z"},"exam":true,"name":"Trappis Ale","official":true,"type":"beer","updatedAt":{"$date":"2015-07-03T22:30:40.035Z"}}
{"_id":{"$oid":"55970d599596872fce83498e"},"category_id":"27","comments":"The Historical Beer category contains styles that either have all but died out in modern times, or that were much more popular in past times and are known only through recreations. This category can also be used for traditional or indigenous beers of cultural importance within certain countries. Placing a beer in the historical category does not imply that it is not currently being produced, just that it is a very minor style or perhaps is in the process of rediscovery by craft brewers. \r\nEntry Instructions: The entrant must either specify a style with a BJCP-supplied description from the list below, or specify a different historical beer style that is not described elsewhere in these guidelines. In the case of a style that has changed substantially over the years (such as Porter or Stout), the entrant may specify an existing BJCP style as well as an era (e.g., 1820 English Porter). When the entrant specifies any style not on the BJCP-supplied list, the entrant must provide a description of the style for the judges in sufficient detail to allow the beer to be judged. If a beer is entered with just a style name and no description, it is very unlikely that judges will understand how to judge it. Currently defined examples: Gose, Piwo Grodziskie, Lichtenhainer, Roggenbier, Sahti, Kentucky Common, Pre-Prohibition Lager, Pre-Prohibition Porter, London Brown Ale.","createdAt":{"$date":"2015-07-03T22:31:53.858Z"},"exam":false,"name":"Historical Beer","official":true,"type":"beer","updatedAt":{"$date":"2015-07-03T22:31:53.863Z"}}
{"_id":{"$oid":"55970d9b9596872fce83498f"},"category_id":"28","comments":"The name American Wild Ale is in common use by craft brewers and homebrewers. However, the word Wild does not imply that these beers are necessarily spontaneously-fermented; rather, it indicates that they are influenced by microbes other than traditional brewer’s yeasts. This category is intended for a wide range of beers that do not fit traditional European sour or wild styles. All of the styles in this category are essentially specialty beers where many creative interpretations are possible, and the styles are defined only by the use of specific fermentation profiles and ingredients. As specialty styles, the mandatory description provided by the entrant is of the utmost importance to the judge.\r\nThroughout this category, Brett is used as an abbreviation for Brettanomyces. This is the term most craft brewers and homebrewers will use in conversation, if not in formal communications.","createdAt":{"$date":"2015-07-03T22:32:59.824Z"},"exam":false,"name":"American Wild Ale","official":true,"type":"beer","updatedAt":{"$date":"2015-07-03T22:32:59.826Z"}}
{"_id":{"$oid":"55970dcd9596872fce834990"},"category_id":"29","comments":"The Fruit Beer category is for beer made with any fruit or combination of fruit under the definitions of this category. The culinary, not botanical, definition of fruit is used here – fleshy, seed-associated structures of plants that are sweet or sour, and edible in the raw state. Examples include pome fruit (apple, pear, quince), stone fruit (cherry, plum, peach, apricot, mango, etc.), berries (any fruit with the word ‘berry’ in it), currants, citrus fruit, dried fruit (dates, prunes, raisins, etc.), tropical fruit (banana, pineapple, guava, papaya, etc.), figs, pomegranate, prickly pear, and so on. It does not mean spices, herbs, or vegetables as defined in Category 30, especially botanical fruit treated as culinary vegetables. Basically, if you have to justify a fruit using the word “technically” as part of the description, then that’s not what we mean.","createdAt":{"$date":"2015-07-03T22:33:49.422Z"},"exam":false,"name":"Fruit Beer","official":true,"type":"beer","updatedAt":{"$date":"2015-07-03T22:33:49.427Z"}}
{"_id":{"$oid":"55970df59596872fce834991"},"category_id":"30","comments":"We use the common or culinary definitions of spices, herbs, and vegetables, not botanical or scientific ones. In general, spices are the dried seeds, seed pods, fruit, roots, bark, etc. of plants used for flavoring food. Herbs are leafy plants or parts of plants (leaves, flowers, petals, stalks) used for flavoring foods. Vegetables are savory or less sweet edible plant products, used primarily for cooking or sometimes eating raw. Vegetables can include some botanical fruit. This category explicitly includes all culinary spices, herbs, and vegetables, as well as nuts (anything with ‘nut’ in the name, including coconut), chile peppers, coffee, chocolate, spruce tips, rose hips, hibiscus, fruit peels/zest (but not juice), rhubarb, and the like. It does not include culinary fruit or grains. Flavorful fermentable sugars and syrups (agave nectar, maple syrup, molasses, sorghum, treacle, honey, etc.) can be included only in combination with other allowable ingredients, and should not have a dominant character. Any combination of allowable ingredients may also be entered. See Category 29 for a definition and examples of fruit.","createdAt":{"$date":"2015-07-03T22:34:29.386Z"},"exam":false,"name":"Spiced Beer","official":true,"type":"beer","updatedAt":{"$date":"2015-07-03T22:34:29.389Z"}}
{"_id":{"$oid":"55970e189596872fce834992"},"category_id":"31","comments":"This category contains specialty beers that have some additional ingredient (grain or sugar) that adds a distinctive character.","createdAt":{"$date":"2015-07-03T22:35:04.200Z"},"exam":false,"name":"Alternative Fermentables Beer","official":true,"type":"beer","updatedAt":{"$date":"2015-07-03T22:35:04.203Z"}}
{"_id":{"$oid":"55970e2a9596872fce834993"},"category_id":"32","comments":"This category contains specialty beers that have a smoke character.","createdAt":{"$date":"2015-07-03T22:35:22.952Z"},"exam":false,"name":"Smoked Beer","official":true,"type":"beer","updatedAt":{"$date":"2015-07-03T22:35:22.954Z"}}
{"_id":{"$oid":"55970e479596872fce834994"},"category_id":"33","comments":"This category contains specialty beers with a wood-aged character, with or without added alcohol character.","createdAt":{"$date":"2015-07-03T22:35:51.927Z"},"exam":false,"name":"Wood Beer","official":true,"type":"beer","updatedAt":{"$date":"2015-07-03T22:35:51.929Z"}}
{"_id":{"$oid":"55970e709596872fce834995"},"category_id":"34","comments":"While there are many Specialty-Type Beers in these guidelines, the Specialty Beer category is intended for those beers that do not fit anywhere else. As the number of Specialty-Type categories is quite large, most beers are expected to be entered elsewhere unless there is something quite unusual or unique about them. Please check each other Specialty-Type category first before deciding to enter a beer in one of these styles.","createdAt":{"$date":"2015-07-03T22:36:32.578Z"},"exam":false,"name":"Specialty Beer","official":true,"type":"beer","updatedAt":{"$date":"2015-07-03T22:36:32.581Z"}}
{"_id":{"$oid":"5597119bd3906e0ccf074679"},"category_id":"M1","comments":"See the Introduction to Mead Guidelines for detailed descriptions of standard mead characteristics, an explanation of standard terms,\r\nand entering instructions.","createdAt":{"$date":"2015-07-03T22:50:03.157Z"},"exam":false,"name":"Traditional Mead","official":true,"type":"mead","updatedAt":{"$date":"2015-07-03T22:50:03.168Z"}}
{"_id":{"$oid":"559711e1d3906e0ccf07467a"},"category_id":"M2","comments":"A mead made with fruit is called a Melomel, although some melomels also have other names (cyser, pyment). We are introducing category names for certain types of melomels based on the variety of fruit used; these are more entry categories than actual styles. We selected different names for the category and subcategories to avoid the confusion of using the same names in different ways.\r\nSee the Introduction to Mead Guidelines for detailed descriptions of standard mead characteristics, an explanation of standard terms, and entering instructions.\r\nRefer to Category M1 descriptions for additional detail on the character to be expected from dry, semi-sweet and sweet meads. Use those guidelines to judge distinctions between the various sweetness levels. Judging meads from dry to sweet is recommended as the primary ordering, with strength being the secondary ordering criterion.","createdAt":{"$date":"2015-07-03T22:51:13.453Z"},"exam":false,"name":"Fruit Mead","official":true,"type":"mead","updatedAt":{"$date":"2015-07-03T22:51:13.456Z"}}
{"_id":{"$oid":"55971200d3906e0ccf07467b"},"category_id":"M3","comments":"See the Introduction to Mead Guidelines for detailed descriptions of standard mead characteristics, an explanation of standard terms, and entering instructions.\r\nRefer to Category M1 descriptions for additional detail on the character to be expected from dry, semi-sweet and sweet meads. Use those guidelines to judge distinctions between the various sweetness levels. Judging meads from dry to sweet is recommended as the primary ordering, with strength being the secondary ordering criterion.","createdAt":{"$date":"2015-07-03T22:51:44.414Z"},"exam":false,"name":"Spiced Mead","official":true,"type":"mead","updatedAt":{"$date":"2015-07-03T22:51:44.417Z"}}
{"_id":{"$oid":"5597121bd3906e0ccf07467c"},"category_id":"M4","comments":"See the Introduction to Mead Guidelines for detailed descriptions of standard mead characteristics, an explanation of standard terms, and entering instructions.\r\nRefer to Category M1 descriptions for additional detail on the character to be expected from dry, semi-sweet and sweet meads. Use those guidelines to judge distinctions between the various sweetness levels. Judging meads from dry to sweet is recommended as the primary ordering, with strength being the secondary ordering criterion.","createdAt":{"$date":"2015-07-03T22:52:11.524Z"},"exam":false,"name":"Specialty Mead","official":true,"type":"mead","updatedAt":{"$date":"2015-07-03T22:52:11.527Z"}}
{"_id":{"$oid":"559712a0d3906e0ccf07467d"},"category_id":"C1","comments":"The styles represented in this category are the principal established styles. “New World” is simply a name change from the “Common\" of earlier versions.\r\nThere are known styles not represented here. In particular, Spanish (Asturian and Basque) does not yet have a style definition because there is presently insufficient appreciation and understanding, as well as a lack of commercial examples of known quality for reference.\r\nIn the case of a cider made to a style not explicitly represented here, it should be entered in the closest applicable category. The first decision is whether the cider was made with apples with significant tannin content that gives the cider noticeable astringency or bitterness. If not, it should be entered as a New World Cider. If so, the choice is between the English and French sub-categories; this decision should be based on whether the cider tends more toward sweet, rich, somewhat fruity (French) or drier and more austere (English). For perry of a non-represented style, the decision is, as above, based on tannin content. If in doubt, enter as New World Perry.","createdAt":{"$date":"2015-07-03T22:54:24.930Z"},"exam":false,"name":"Standard Cider and Perry","official":true,"type":"cider","updatedAt":{"$date":"2015-07-03T22:54:24.932Z"}}
{"_id":{"$oid":"559712cfd3906e0ccf07467e"},"category_id":"C2","comments":"Specialty cider/perry includes beverages made with added flavorings (spices and/or other fruits), those made with substantial amounts of sugar-sources to increase starting gravities, and the beverage made from a combination of apple and pear juice (sometimes called pider).\r\nThe same general characteristics and fault descriptions apply to specialty ciders as to standard ciders (preceding category), with the exception of added ingredients allowed. ","createdAt":{"$date":"2015-07-03T22:55:11.470Z"},"exam":false,"name":"Specialty Cider and Perry","official":true,"type":"cider","updatedAt":{"$date":"2015-07-03T22:55:11.473Z"}}
